Repository: Capricode/myOApp
Catalog: myOApp/myOApp/Resources/localization/AppResources.*.resx
Languages: fr, pl

# AboutCopyrightLabel
source: Brought to you by
fr: Présenté par
pl: Aplikacja stworzona przez

# AboutFeedbackRequest
source: We want to make the app better. Send us some praise, bug reports and feature requests!
fr: Nous aimerions améliorer l'application. Envoyez-nous des critiques, des problèmes et des veux.
pl: Chcemy, żeby nasza aplikacja była coraz lepsza. Wyślij nam pochwały, raporty o błędach i prośby o funkcje!

# AboutPageTitle
source: About MyOApp
fr: À propos
pl: O MyOApp

# AboutSendEmailButton
source: Send feedback (creates an e-mail)
fr: Envoye un feedback par e-mail
pl: Wyślij feedback

# AppCouldNotRefreshDataNoInternetConnection
source: Sorry, events data could not be refreshed. We can't find Internet connection.
fr: Désolé, les événements n'ont pas pu être actualisées. Nous n'avons pas connexion Internet.
pl: Przepraszamy, dane o wydarzeniach nie mogły być załadowane. Nie wykryto połączenia z Internetem.

# BrowseFavoritedTabTitle
source: Favorited
fr: Favoris
pl: Ulubione

# BrowseFavoritesNoFavorites
source: You have not favorited any events yet.
fr: Tu n'as encore favorisé aucun événement.
pl: Nie dodałeś jeszcze żadnych wydarzeń do swoich ulubionych.

# BrowseFavoritesNoFavoritesTip
source: Try tapping the heart next to an event.
fr: Essayez de taper sur le cœur à côté d'un événement.
pl: Spróbuj stuknąć w serce obok wydarzenia.

# BrowsePageTitle
source: Browse
fr: Explorer
pl: Przeglądaj

# BrowsePastTabTitle
source: Past
fr: Passé
pl: Minione

# BrowseSearchPlaceholder
source: Search for events...
fr: Rechercher des événements...
pl: Szukaj wydarzeń...

# BrowseUpcomingTabTitle
source: Upcoming
fr: A venir
pl: Nadchodzące

# DashboardFavoritedEventsLabel
source: Favorited events
fr: Evénements favorisés
pl: Ulubione wydarzenia

# DashboardFavoritesNoFavoritesLabel
source: No favorited events yet.
fr: Aucun événement favorisé.
pl: Nie masz żadnych ulubionych wydarzeń.

# DashboardFavoritesNoFavoritesLinked
source: adding some to your favorites!
fr: d'en ajouter.
pl: dodać kilka do swoich ulubionych!

# DashboardFavoritesNoFavoritesNoLink
source: Try
fr: Essaie
pl: Spróbuj

# DashboardFavoritesShowAll
source: Show all
fr: Tous
pl: Pokaż wszystkie

# DashboardNearbyLabel
source: Happening nearby
fr: Événements à proximité
pl: W okolicy

# DashboardNearbyNoRegionsLabel
source: Customize your dashboard
fr: Personnalise ta page d'accueil
pl: Dostosuj swój pulpit,

# DashboardNearbyNoRegionsLink
source: choosing regions near you
fr: choisissant des régions proches de chez toi
pl: wybierając regiony w pobliżu siebie

# DashboardNearbyNoRegionsNoLink
source: by
fr: en

# DashboardPageTitle
source: Home
fr: Accueil

# DialogAlertTitle
source: Alert
fr: Alerte

# EmailAppErrorAlertMessage
source: We could not open e-mail app.
fr: Nous n'avons pas pu ouvrir l'application de courrier électronique.
pl: Nie mogliśmy otworzyć aplikacji e-mailowej.

# EmailAppNotFoundAlertMessage
source: We could not find e-mail app.
fr: Nous n'avons pas trouvé d'application de courrier électronique.
pl: Nie mogliśmy znaleźć aplikacji e-mailowej.

# EmailContactUsMessage
source: Please try contacting us manually:
fr: Veuillez essayer de nous contacter manuellement :
pl: Spróbuj skontaktować się z nami ręcznie:

# EventDetailEventPageButton
source: Show event page (opens a browser)
fr: Afficher la page de l'événement
pl: Strona wydarzenia (otwiera przeglądarkę)

# EventDetailMapCaption
source: Map
fr: Carte
pl: Mapa

# EventDetailNameCaption
source: Name
fr: Nom
pl: Nazwa

# EventDetailRegionCaption
source: Region
fr: Région

# EventDetailResultsButton
source: Show results (opens a browser)
fr: Afficher les résultats (ouvre un navigateur)
pl: Pokaż wyniki (otwiera przeglądarkę)

# ProfileHello
source: Hello
fr: Salut
pl: Witaj

# ProfileNoName
source: Stranger
fr: CO fan
pl: Nieznajomy

# ProfilePageTitle
source: Profile
fr: Profil
pl: Profil

# ProfileRegionLabel
source: Pick regions
fr: Choisis tes régions
pl: Wybierz regiony

# ProfileThemeLabel
source: Choose layout:
fr: Choisissez la mise en page:
pl: Wybierz layout

# ProfileThemePicker
source: Select Theme
fr: Sélectionnez un thème
pl: Wybierz motyw

# ProfileWhatsYourNameLabel
source: What's your name?
fr: Quel est ton nom ?
pl: Jak masz na imię?

# ProfileWhatsYourNamePlaceholder
source: Your name...
fr: Ton name...
pl: Twoje imię

# RegionAusland
source: Ausland
fr: Argovie
pl: Zagranica

# RegionBESO
source: Bern & Solothurn
fr: Berne & Soleure
pl: Berno

# RegionGLGR
source: Glarus & Graubünden
fr: Glaris & Grison
pl: Gryzonia

# RegionNOS
source: Nordostschweiz
fr: Suisse orientale (Nord)
pl: Sankt Gallen

# RegionNWS
source: Nordwestschweiz
fr: Bâle(-Campagne)
pl: Bazylea

# RegionSR
source: Suisse Romand (Westschweiz)
fr: Suisse Romand
pl: Genewa

# RegionTI
source: Ticino
fr: Tessin

# RegionZHSH
source: Zürich & Schaffhausen
fr: Zurich & Schaffhouse
pl: Zurych

# RegionZS
source: Zentralschweiz
fr: Suisse centrale
pl: Lucerna

# EventDetailClubCaption
source: Club
pl: Klub

# EventDetailDateCaption
source: Date
pl: Data
